/* 

   Localizable.strings

   Copyright Trollwerks Inc 2009. All rights reserved.
 
*/

"YES" = "Yes";
"NO" = "No";
"OK" = "OK";
"CANCEL" = "Cancel";

"UNDERCONSTRUCTION" = "Under Construction";
"NOTIMPLEMENTEDYET" = "This feature is not implemented yet.";

"NOINTERNETTITLE" = "Internet Unavailable";
"NOINTERNETMESSAGE" = "Sorry, the Internet is unavailable. Please try again later.";

"APNSFAIL" = "Notifications Unavailable!";
"TRYAGAINLATER" = "Notifications are unavailable. Please try again later.";

"GAMECENTERFAIL" = "Game Center Error!";
"GAMECENTERMESSAGE" = "Game Center cannot authenticate because:\n“%@”\nYou may disable Game Center in the Options screen.";

"GAMEFAIL" = "Game Over";
"GAMEWIN" = "Game Won!";
"LEVELFAIL" = "Try Again";
"LEVELWIN" = "Level Complete!";

// bubblegum.png doesn't have anything but numbers
//"COMBOSCORE" = "x%d:%d";

// crash reporting

"ALWAYS" = "Always";
"CRASHDATAFOUNDTITLE" = "Crash data found!";
"CRASHDATAFOUNDDESCRIPTION" = "BallZOut crashed previously. Would you like to provide the developers the anonymous crash data so they can try to fix the problem?";
"CRASHRESPONSETITLE" = "Bug status";
"CRASHRESPONSETHANKYOU" = "Thank you for submitting your problem! The developers will be reviewing it shortly.";
"CRASHRESPONSENEXTRELEASE" = "The bug that caused your problem is already solved and the solution will be included in the next version of BallZOut.";
"CRASHRESPONSEWAITINGAPPLE" = "The bug that caused your problem is already solved and the new version of BallZOut is waiting for approval by Apple.";
"CRASHRESPONSEAVAILABLE" = "The bug that caused your problem is already solved and the new version of BallZOut is available. Please update!";

